{"category": "자살유발정보", "category_description": "다른 사람의 자살을 적극적으로 부추기거나 자살 행동을 돕는데 활용되는 정보", "subcategories": [{"subcategory": "자살동반자 모집정보", "subcategory_description": "동반자살을 의미하는 은어를 사용하거나, 자살 방법을 언급하며 함께 자살할 사람을 찾거나, 자살할 사람에게 동반자살을 요청하는 등의 게시글. 단, 문학적 표현 등으로 ‘동반자살’이라는 단어를 사용하는 것은 자살유발정보에 해당하지 않음."}, {"subcategory": "자살에 대한 구체적인 방법을 제시하는 정보", "subcategory_description": "약물 치사량, 약물 사용 방법, 투신 위치와 방법 등 자살 방법을 제시하는 정보. 단, ‘suicide by cop’처럼 한국 배경이 아닌 타문화/사회에서 발생하는 일은 정서적으로 거리가 있어서 자살유발정보에 해당하지 않음."}, {"subcategory": "자살을 실행하거나 유도하는 내용을 담은 문서, 사진 등의 정보", "subcategory_description": "목 매고 있는 이미지, 자살 시도로 혈흔이 낭자한 모습, 구체적인 자살 방법, 자살 사진, 자살에 대한 구체적인 묘사나 자살 실행에 대한 예고 "}, {"subcategory": "자살위해물건의 판매 및 활용에 관한 정보", "subcategory_description": "자살위해물건(자살 수단으로 빈번하게 사용될 위험이 상당한 물건 또는 그 물건을 활용한 자살 방법을 구체적으로 제시한 물건)의 판매, 후기, 구하는 방법 등에 관한 정보. 법적 근거에 따르면, 1) 일산화탄소의 독성효과를 유발하는 물질(ex. 연탄, 번개탄 등) 2) 제초제 및 살충/살진균제의 독성효과를 유발하는 물질(ex. 농약, 그라목손 등) 3) 항뇌전증제, 진정제-수면제 및 항파킨슨제에 의한 중독효과를 유발하는 물질(ex. 졸피뎀, 강력수면제, 에토미데이트, 스틸녹스 등)이 자살위해물건에 해당한다."}, {"subcategory": "그 밖의 명백히 자살 유발을 목적으로 하는 정보", "subcategory_description": ""}]}
{"category": "자살유해정보", "category_description": "자살유발정보만큼 유해하지는 않지만, 일반 대중에게 자살이나 자해를 유발하는 영향이 분명히 있는 유해한 콘텐츠", "subcategories": [{"subcategory": "자해 사진이나 자해에 대한 구체적인 묘사", "subcategory_description": "팔목 자해 사진 등의 자해 사진이나 본인이 실행한 자해 행동 묘사, 자해 방법 설명 등 자해에 관한 구체적인 묘사. 텍스트가 자살/자해를 부정적으로 언급하는 유익한 콘텐츠더라도 혈흔이 보이는 수준의 치명적인 사진이 있으면 사진의 유해성이 더 크다고 판단한다. 자해 흉터 사진이더라도 자신이 자해했다는 내용과 함께 있으면 유해하다고 판단한다."}, {"subcategory": "자살/자해 생각을 드러내며 타인의 자살생각에 영향을 주는 콘텐츠", "subcategory_description": "자살/자해 생각을 드러내며 타인의 불쾌한 감정을 유발하거나 자살/자해를 생각하는 사람을 자극시키는 콘텐츠."}, {"subcategory": "자살 권유, 계획 등 구체적인 내용을 포함하며 자살을 미화하는 정보", "subcategory_description": "자살 권유, 계획 등 구체적인 내용을 포함하며, 자살을 아름답고 숭고한 행동으로 표현하거나, 합리적인 해결 수단으로 표현하는 정보"}, {"subcategory": "자살 권유, 계획 등 구체적인 내용을 포함하며 자살을 희화화하는 정보", "subcategory_description": "자살 권유, 계획 등 구체적인 내용을 포함하며, 자살을 가볍게 생각하고 유머/모욕의 수단으로 활용하는 정보"}, {"subcategory": "금지되어 있지는 않지만 자살/자해 행동에 영향을 미칠 수 있는 정보", "subcategory_description": "자살 보험금 지급에 대한 문의 등 유통이 금지되어 있지는 않지만 자살/자해 행동에 영향을 미칠 수 있는 정보"}, {"subcategory": "비자살적 자해를 권유, 계획, 묘사하는 내용", "subcategory_description": "자살을 염두에 두지 않은 것이 명확한 자해 행동을 권유, 계획, 묘사하는 내용"}, {"subcategory": "과/남용 시에 해로울 수 있는 물건의 판매 및 활용에 관한 정보", "subcategory_description": "자살위해물건에 해당하지는 않지만 과/남용 시에 해로울 수 있는 위험이 상당한 물건 혹은 자살위해물건 이용시에 쓰일 수 있는 물건의 판매, 후기, 구하는 방법 등에 관한 정보. 질소가스, 질소통, 연탄통, 타이레놀, 청산가리, 염산, 자살세트(질소가스, 타이머, 가스호스, 가스조절기, 신경안정제), 여성최음제, 강력흥분제, 러쉬, 파퍼 등이 이에 해당된다."}, {"subcategory": "자해/자살 방법 요청에 관한 정보", "subcategory_description": "구체적인 답변 유무와 관련없이 자해/자살 방법을 요청하는 내용"}, {"subcategory": "자해/자살 영상 요청에 관한 정보", "subcategory_description": "구체적인 답변 유무와 관련없이 자해/자살 영상을 요청하는 내용"}, {"subcategory": "그 밖의 자살유해정보에 해당하는 정보", "subcategory_description": ""}]}
{"category": "유해할 수 있는 정보", "category_description": "어떤 사람들에게는 자살이나 자해를 유발하는 영향을 미칠 수도 있고, 어떤 사람들에게는 유발하지 않거나 오히려 긍정적인 영향을 미칠 수 있는 콘텐츠", "subcategories": [{"subcategory": "자살 권유, 계획 등 구체적인 내용을 포함하지 않는 자해 및 자살에 대한 경험 표현", "subcategory_description": "회복의 맥락 혹은 중립적인 입장에서 개인적인 경험은 많은 사용자에게 도움이 되지만, 어떤 경우에는 다른 사용자를 부정적으로 자극하고 자해/자살 행동을 촉발시킬 수 있음"}, {"subcategory": "예술품, 인터넷 밈과 같은 자해와 자살에 대한 묘사", "subcategory_description": "자해/자살에 대한 묘사가 경미한 수준으로 재미/유머/창작의 맥락에서 제시된 밈이 부정적인 정서를 자극할 수 있음. 단, 예술 작품이나 인터넷 밈이더라도 치명적인 정보를 담고 있다면 (예: 목 매고 있는 이미지, 혈흔이 낭자한 모습, 구체적인 자살 방법에 대한 묘사) 자살유발정보에 해당"}, {"subcategory": "자해/자살 흔적 은폐 방법 공유", "subcategory_description": "회복의 일부 과정일 수 있는 과거의 상처나 흉터를 숨기는 방법에 대한 조언이 포함됨. 자해 또는 자살 시도와 관련하여 장비나 신체 손상을 숨기는 방법에 대한 조언도 포함되어 있음. 이는 주변 사람들로부터 자살/자해를 숨기도록 도와주면 지원 받는 것이 지연될 수 있음"}, {"subcategory": "자살로 사망한 사람들의 추모 페이지", "subcategory_description": "추모의 의미 있는 방법일 수 있지만, 자살을 미화하거나 고통을 끝내는 효과적인 방법으로 묘사할 위험이 있음"}, {"subcategory": "자살유발/유해정보에 해당되는 내용을 소재로 했으나, 화자의 의도가 불분명하거나 심각도가 경미한 경우", "subcategory_description": ""}, {"subcategory": "자살/자해를 극적인 감정 표현 혹은 자살/자해와 관련 없는 목적으로 자살/자해라는 표현을 과/남용", "subcategory_description": "연예인/만화캐릭터/음식 사진과 함께 ‘좋아 죽겠다’라는 의미에서 자해, 자살, 죽어드릴까요, 죽어보겠다, 제가 선택한 자살 방법은 이라는 표현이 사용되거나, 사진과 함께 ‘힘들다/괴롭다’라는 의미로 자해, 자살, 죽어드릴까요, 죽어보겠다 라는 표현이 사용되는 경우. 자살/자해와 관련 없는 목적으로 자살/자해라는 표현을 과/남용. 실제 자살/자해를 의미하는 것은 아니지만 자살/자해라는 용어를 과/남용하면서 일상화하고 둔감하게 만든다는 점에서 부정적 영향이 있을 수 있음"}, {"subcategory": "그 밖의 자살유발정보 혹은 자살유해정보일 가능성이 있는 정보", "subcategory_description": ""}]}
{"category": "자살과 관련된 무해한 정보", "category_description": "불특정 다수에게 자살 예방에 도움이 되거나, 자살과 관련된 중립적인 정보를 제공하는 등 유해성이 없는 정보", "subcategories": [{"subcategory": "불특정 다수에게 자살 예방에 도움이 되는 정보", "subcategory_description": "자살 예방 관련 지원을 받을 수 있는 정보 공유, 도움을 구하는 것을 권하는 메시지, 희망, 지원, 회복에 대한 희망적인 이야기, 자기 관리 및 웰빙에 대한 팁 등이 해당된다. "}, {"subcategory": "자살과 관련된 중립적인 정보", "subcategory_description": "자살에 관한 통계 정보, 뉴스 기사, 연구 결과, 자살이나 자해에 대한 자기 의견 표현, ‘자살을 해서는 안 된다’ 수준의 상식적인 이야기, 생생한 묘사 없는 자살 사연, 자살이나 자해와 관련된 뉴스 기사에 대한 자기 의견 표현, 다른 목적의 약물 사용 후 심해진 자살 사고 호소하는 내용 등"}]}
{"category": "자살과 무관한 정보", "category_description": "자살과 무관한 정보", "subcategories": [{"subcategory": "자살과 무관한 정보", "subcategory_description": ""}]}
