{"category": "Illegal suicide content", "category_description": "Content that can actively encourage others to commit suicide or assist suicidal behavior.", "subcategories": [{"subcategory": "Suicide pacts", "subcategory_description": "Posts that suggest suicide pacts using informal terms, abbreviations, and slang, mentioning suicide methods to gather a suicide pact member, or requesting to commit suicide together with a person who is about to commit suicide. However, cases using the term ‘suicide pact’ as literary expressions, etc. are not included."}, {"subcategory": "Content informing specific methods for suicide", "subcategory_description": "Content informing methods of suicide such as lethal dose of drug, method of drug use, location and method of throwing oneself, etc. However, methods with a foreign cultural background such as ‘suicide by cop’ are not considered Illegal suicide content because of the emotional distance."}, {"subcategory": "Documents, photos, etc. that contain content that commits or induces suicide", "subcategory_description": "images of hanging, blood stains from suicide attempts, specific methods of suicide, photos of suicide, specific descriptions of suicide, or announcing to commit suicide."}, {"subcategory": "Information on the sale and use of suicide items", "subcategory_description": "Information on sales, reviews, and methods of obtaining suicide items(items that have a significant risk of being frequently used for suicide, or items that are specifically suggested with a method of suicide using the item). According to the legal basis, 1) substances that cause the toxic effects of carbon monoxide (ex. briquettes, lightning charcoal, etc.) 2) substances that cause the toxic effects of herbicides and insecticides/fungicides (ex. pesticides, gramoxone, etc.) 3) Substances that cause the addictive effects of anticonvulsants, sedative-hypnotics, and anti-Parkinson drugs (ex. Zolpidem, powerful hypnotics, etomidate, Stilnox, etc.) are considered suicide items."}, {"subcategory": "Other content that is clearly aimed at inducing suicide", "subcategory_description": ""}]}
{"category": "Harmful suicide content", "category_description": "Harmful content that is not as harmful as illegal suicide content, but clearly has the effect of causing suicide or self-harm in the general public.", "subcategories": [{"subcategory": "Photos of self-harm, detailed descriptions or depictions of self-harm", "subcategory_description": "Photos of self-harm, such as photos of self-cutting, descriptions of one’s own self-harm acts, or detailed descriptions of self-harm, such as descriptions of self-harm methods. Even if the text is helpful content that mentions suicide/self-harm negatively, if there is a fatal photo with visible blood stains, the harmfulness of the photo is bigger than the helpfulness of the message. Even if it is a photo of a self-harm scar, it is considered harmful if it is accompanied by information that the person performed self-harm."}, {"subcategory": "Content that reveals suicidal/self-harm thoughts and triggers suicidal thoughts of others", "subcategory_description": "Content that reveals suicidal/self-harm thoughts and triggers unpleasant emotions in others or stimulates people to think of suicide/self-harm."}, {"subcategory": "Content that glorifies suicide and contains specific details such as suicide recommendations and plans", "subcategory_description": "Content that contains specific details such as suicide recommendations and plans and describes suicide as a beautiful and noble act or as a reasonable solution."}, {"subcategory": "Content that ridicules or mocks suicide and contains specific details such as suicide recommendations and plans", "subcategory_description": "Content that contains specific details such as suicide recommendations and plans, makes light of suicide and describes suicide in a humorous manner for jokes or mockery."}, {"subcategory": "Content that is not prohibited but may trigger suicidal/self-harming behavior", "subcategory_description": "Content that is not prohibited to distribute but may trigger suicidal/self-harming behavior, such as inquiries about suicide insurance payment."}, {"subcategory": "Content that recommends, plans, or describes non-suicidal self-injury", "subcategory_description": "Content that recommends, plans, or describes self-harm behavior that is clearly not intended to commit suicide."}, {"subcategory": "Information on the sale and use of items that can be harmful when overused or abused", "subcategory_description": "Sales, reviews, and methods of obtaining items that are not considered suicide items but have a significant risk of being harmful when overused or abused, or items that can be used when using suicide items. These include items such as nitrogen gas, nitrogen cylinder, briquette cylinder, Tylenol, cyanide, hydrochloric acid, suicide set(consists of nitrogen gas, timer, gas hose, gas regulator, and tranquilizer), female aphrodisiac, strong stimulant, rush, popper, etc."}, {"subcategory": "Content that requests for methods of self-harm/suicide", "subcategory_description": "Requests for methods of self-harm/suicide regardless of whether a specific answer is given or not."}, {"subcategory": "Content that requests for self-harm/suicide videos", "subcategory_description": "Requests for self-harm/suicide videos regardless of whether a specific response is provided or not."}, {"subcategory": "Other suicide content that is harmful", "subcategory_description": ""}]}
{"category": "Potentially harmful suicide content", "category_description": "Content that may trigger suicide or self-harm in some people, but may not cause it in others or may rather have a positive effect in others.", "subcategories": [{"subcategory": "Depicting experiences with self-harm and suicide that do not include specific content such as suicide recommendations or plans", "subcategory_description": "Personal experiences in the context of recovery or neutral-worded sharing of experiences are helpful to many users. However, in some cases, they can negatively stimulate other users and trigger self-harm/suicidal behavior."}, {"subcategory": "Depictions of self-harm and suicide in the form of art, internet memes, etc", "subcategory_description": "Mild depictions of self-harm/suicide presented in the context of humor and art may stimulate negative emotions. However, even if it is a work of art or an internet meme if it contains fatal content (e.g., an image of a person hanging, blood stains, or a description of a specific method of suicide), it is considered illegal suicide content."}, {"subcategory": "Sharing ways to conceal signs of self-harm/suicide", "subcategory_description": "Advice on how to hide past wounds or scars which may be part of the recovery process. Advice on how to hide equipment or physical damage regarding self-harm or suicide attempts is also included. This can delay getting support if it helps people hide suicide/self-harm from those around them."}, {"subcategory": "Memorial pages for people who died by suicide", "subcategory_description": "This can be a meaningful way to commemorate, but there is a risk of glorifying suicide or portraying it as an effective way to end suffering."}, {"subcategory": "The type of content corresponds to illegal/harmful suicide content, but the speaker's intention is unclear or the severity is minor", "subcategory_description": ""}, {"subcategory": "Overuse and abuse of suicide-meaning or self-harm-meaning terms to express dramatic emotions or for purposes unrelated to suicide/self-harm", "subcategory_description": "Using the terms 자해(self-harm), 자살(suicide), 죽어드릴까요(should I die), 죽어보겠다(I will try to die), 제가 선택한 자살 방법은(the suicide method I chose is) with pictures of celebrities, anime characters, or food in the meaning of ‘dying from happiness’, or using the term 자해(self-harm), 자살(suicide), 죽어드릴까요(should I die), 죽어보겠다(I will try to die) to express being under massive pain and stress. Overuse and abuse of the term 자살(suicide) and 자해(self-harm) for purposes unrelated to suicide/self-harm. Although it does not mean actual suicide/self-harm, it can have a negative impact because the terms suicide/self-harm are trivialized and desensitized."}, {"subcategory": "Other content that is potentially harmful or illegal suicide content", "subcategory_description": ""}]}
{"category": "Harmless suicide content", "category_description": "Content that is not harmful, such as content that helps prevent suicide to the general public or provides neutral information related to suicide.", "subcategories": [{"subcategory": "Content that helps prevent suicide to the general public", "subcategory_description": "Information about sources of support, messages promoting help seeking, stories of hope, support, and recovery, tips about self-care and looking after your well-being, etc."}, {"subcategory": "Neutral information related to suicide", "subcategory_description": "Statistical information, news articles, research, expressions of one's opinion about suicide or self-harm, common and general speeches saying not to commit suicide, stories of suicide without vivid descriptions, expressing one's opinion on news articles related to self-harm or suicide, sharing how suicidal thoughts have worsened as side effects after using drugs for other purposes, etc."}]}
{"category": "Non-suicide content", "category_description": "Content unrelated to suicide", "subcategories": [{"subcategory": "Content unrelated to suicide", "subcategory_description": ""}]}
